{"Question": "Talk about Pho VietNam", "Language": "Chinese", "Response":"When we talk about Pho, we can’t not talk about Mixed Pho – a great Vietnamese dish that is too hard to resist. Mixed Pho usually has two types: chicken and beef. Both are popular and frequently eaten by Vietnamese. In order to make a bowl of Mixed Pho, we need: rice noodles, garlic, ginger, fried peanuts, herbs, fish sauce, salt, onion, sliced and cooked chicken or beef, lime and some chili pepper. After being cooked, all of the ingredients are mixed together and the dish is ready to be served! According to each person’s taste, pepper or soy sauce can be added for more flavors. A bowl of Mixed Pho is usually around 35.000 VND – 65.000 VND at restaurants. Many citizens like to have Mixed Pho for breakfast, lunch and dinner. Nowadays, Mixed Pho can be found everywhere, not just in Vietnam but also around the world.", "TotalScore":400, "Rubrics": [{"name":"Expression1","description":null,"score":100},{"name":"Organization","description":null,"score":100},{"name":"Critical thinking","description":null,"score":100},{"name":"Mechanics","description":null,"score":100}]}
{"Question": "Sub-questionTalk about Pho", "Language": "English", "Response":"Vietnamesische Rindfleischnudeln (Phở Bò) sind eines der beliebtesten Gerichte in Vietnam. Vietnamesische Rindfleischnudeln entstanden im frühen 20. Jahrhundert im Norden Vietnams und erfreuten sich nach dem Vietnamkrieg in Vietnam und vielen Teilen der Welt großer Beliebtheit. Vietnamesische Rindfleischnudeln sind eine Kombination aus Brühe, Reisnudeln (Bánh Phở), einigen Kräutern und entweder Rindfleisch oder Huhn. Vietnamesische Rindfleischnudeln werden mit Koriander, Frühlingszwiebeln und weißen Zwiebeln garniert. Traditionelles vietnamesisches Essen wird oft mit verschiedenen Kräutern (Thai-Basilikum, Culantro), Sojasprossen und verschiedenen anderen Beilagen wie Chilisauce, Hoisinsauce und einer Zitronenscheibe serviert. Vietnamesische Rindfleischnudeln sind eine köstliche Suppe. Sie werden sich schnell in dieses traditionelle Gericht verlieben, wegen seiner köstlichen Suppe, den zähen Nudeln, den zarten Rindfleischscheiben und dem Aroma und Geschmack von Kräutern. Vietnamesische Rindfleischnudeln sind perfekt für eine kalte Nacht, nach einem anstrengenden Arbeitstag oder auch, wenn Sie krank sind.", "TotalScore":100, "Rubrics": [{"name":"communication skill","description":null,"score":100},{"name":"written skill","description":null,"score":100},{"name":"work attitude","description":null,"score":100}]}
{"Question": "あなたの好きな食べ物について書いてください。", "Language": "Chinese", "Response":"私の好きな食べ物はフォーです。ベトナム料理の専門料理の一つです。フォーはベトナム人だけでなく、外国人観光客にも人気があります。フォーは、米の麺、スライスされた牛肉、牛骨と玉ねぎから作られたスープで構成されています。すべての材料は、牛肉の上に玉ねぎをのせたボウルに入れられます。フォーを食べられる場所はたくさんあり、価格も大きく異なります。すべての材料の味が完璧に調和しています。繊細な味わいと良い香りがあり、通り過ぎるたびに抵抗できません。フォーは栄養価も高く、ベトナムの典型的な朝食にもなっています。", "TotalScore":400, "Rubrics": [{"name":"表現","description":null,"score":100},{"name":"構成","description":null,"score":100},{"name":"批判的思考","description":null,"score":100},{"name":"メカニクス","description":null,"score":100}]}
{"Question": "自己紹介をしてください。", "Language": "English", "Response":"ごきげんよう、尊敬する皆様、この機会をいただき自己紹介させていただくことを光栄に思います。私の名前はVinです。私は長春出身で、現在20歳です。ランニングに情熱を持っています。", "TotalScore":1, "Rubrics": [{"name":"表現の明確さ","description":null,"score":100},{"name":"構成と構造","description":null,"score":100},{"name":"批判的思考","description":null,"score":100},{"name":"言語とメカニクス","description":null,"score":100}]}
{"Question": "写一下你最喜欢的食物。", "Language": "English", "Response":"我最喜欢的食物是Phở。这是越南菜中的一种特色菜。不仅越南人喜欢，外国游客也很喜欢。Phở由米粉、切片牛肉、用牛骨和洋葱熬制的汤组成。所有的材料都放在碗里，牛肉上面放洋葱。有很多地方可以吃到Phở，价格差异很大。所有材料的味道完美地融合在一起。它味道细腻，香气扑鼻，每次路过时我都无法抗拒。Phở的营养也足够丰富，是越南典型的早餐之一。", "TotalScore":1, "Rubrics": [{"name":"表达","description":null,"score":100},{"name":"组织","description":null,"score":100},{"name":"批判性思维","description":null,"score":100},{"name":"连贯性","description":null,"score":100}]}
{"Question": "写一下你最喜欢的食物。", "Language": "Japanese", "Response":"我最喜欢的食物是Phở。这是越南菜中的一种特色菜。不仅越南人喜欢，外国游客也很喜欢。Phở由米粉、切片牛肉、用牛骨和洋葱熬制的汤组成。所有的材料都放在碗里，牛肉上面放洋葱。有很多地方可以吃到Phở，价格差异很大。所有材料的味道完美地融合在一起。它味道细腻，香气扑鼻，每次路过时我都无法抗拒。Phở的营养也足够丰富，是越南典型的早餐之一。", "TotalScore":1, "Rubrics": [{"name":"表达","description":null,"score":100},{"name":"组织","description":null,"score":100},{"name":"批判性思维","description":null,"score":100},{"name":"连贯性","description":null,"score":100}]}